/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Message d'Alerte 1 Minute Avant la Déconnexion";

/* Title for the about page */
"About" = "A propos";

/* SSL error message */
"Access denied" = "Access denied";

/* The string describing a buddy's account */
"Account" = "Compte";

/* Title for the accounts tab */
"Accounts" = "Comptes";

/* String to be displayed when a buddy is Active */
"Active" = "Actif";

/* Button title to add someone as a buddy */
"Add" = "Ajouter";

/* The title for the view to add a buddy */
"Add Buddy" = "Ajouter un Contact";

/* String to describe advanced set of settings */
"Advanced" = "Avancés";

/* Agree to EULA */
"Agree" = "J'accepte";

/* title for alert view */
"AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!" = "AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!";

/* title for alert view */
"AIM Support Removed" = "AIM Support Removed";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Autoriser l'Authentification en Clair";

/* SSL error message */
"Attempt to restore an unknown session" = "Attempt to restore an unknown session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Suppression Automatique";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Démarrer l'Encryption Automatiquement";

/* Label in buddy list for users that are available */
"Available" = "Disponible";

/* Label in buddy list for users that are away */
"Away" = "Absent";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Votre session de chat expirera dans 1 minute.";

/* SSL error message */
"Bad certificate format" = "Bad certificate format";

/* SSL error message */
"Bad MAC" = "Bad MAC";

/* SSL error message */
"Bad protocol version" = "Bad protocol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = "Simples";

/* The String for a button to block a buddy */
"Block" = "Bloquer";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Bloquer & Supprimer";

/* Name for default buddy group */
"Buddies" = "Contacts";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Information du Contact";

/* Title for the buddy list tab */
"Buddy List" = "Liste de Contacts";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Bundled Certificates";

/* Cancel an alert window */
"Cancel" = "Annuler";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Annuler la Conversation Encryptée";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "Certificate expired";

/* SSL error message */
"Certificate revoked" = "Certificate revoked";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for chat view */
"Chat" = "Discussion";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Discute avec moi en toute sécurité";

/* for attribution of other projects */
"Chatterbox is brought to you by many open source projects" = "Chatterbox a été développé grâce à de nombreux projets open source";

/* let users know source is on Github */
"Check out the source here on Github" = "Examinez le code source sur Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Effacer l'Historique de Conversation";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Continuer la Connexion";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Connexion à Facebook";

/* Whether or not account is logged in */
"Connected" = "Connecté";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Participez à la traduction";

/* Title for the conversations tab */
"Conversations" = "Conversations";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "Par Défaut";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Effacer ce Compte?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Effacer les conversations lors de la déconnection";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Envoyé";

/* Disagree with EULA */
"Disagree" = "Je refuse";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Déconnexion de Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Déconnecté";

/* Text for button to dismiss alert view */
"Dismiss" = "Fermer";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Ne Pas Déranger";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Le domaine doit être entré manuellement lorsque vous spécifiez un port personnalisé";

/* Title for donation link */
"Donate" = "Faire un done";

/* Title for button to press when user is finished */
"Done" = "OK";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Activer OTR opportuniste";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Texte Saisi";

/* Title of error message pop-up box */
"Error!" = "Erreur!";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "Absence Prolongée";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Erreur de connexion au serveur XMPP. Veuillez vérifier vos identifiants et votre connexion internet et essayer à nouveau.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Echec de l'authentification. Veuillez réessayer.";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "Votre empreinte";

/* Size for the font in the chat screen */
"Font Size" = "Taille de la Police";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Parti";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Groupe";

/* The string describing a buddy's groups ... plural */
"Groups" = "Groupes";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label text for hostname field on login scree */
"Hostname" = "Nom d'Hôte";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Non-Concordance du Nom d'Hôte";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* Ignore an incoming message */
"Ignore" = "Ignorer";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Message alerting user that they need to return to the home screen and force close Chatterbox */
"In order to change languages return to the home screen and remove Chatterbox from the recently used apps" = "Pour changer de langue, retournez sur l'écran d'accueil et retirez Chatterbox de la liste des applications récemment utilisées";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Inactif";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Démarrer une Conversation Cryptée";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Insufficient security";

/* SSL error message */
"Internal error" = "Internal error";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* Message shown in line for users that are available */
"is now available" = "est disponible";

/* Message shown in line for users that are away */
"is now away" = "est absent";

/* Message shown in line for users that are offline */
"is now offline" = "est déconnecté";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Langue";

/* String of title to alert user language is change */
"Language Change" = "Changement de Langue";

/* log in to account */
"Log In" = "Connexion";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Connectez vous à partir de l'écran de Réglages (en haut à droite de la liste des contacts) et choisissez un contact dans la Liste des Contacts pour démarrer une conversation.";

/* log out from account */
"Log Out" = "Déconnexion";

/* shown during the login process */
"Logging in..." = "Connexion en cours...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Login Automatically";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Se connecter avec";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Déconnection d'OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "Se déconnecter de XMPP?";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* just the word as a placeholder for the message text field */
"Message" = "Message";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "Nom";

/* For a new settings value */
"New" = "Nouveau";

/* Title for New Account View */
"New Account" = "Nouveau Compte";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "New SSL Certificate";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "Nouveau Statut: %@";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "Pas de Compte Enregistré";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Non Disponible";

/* Not Verified or cancel verified */
"Not Verified" = "Non Vérifié";

/* Label in buddy list for users that are offline */
"Offline" = "Hor Ligne";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Ancien";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Ouvrir dans Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Optionnel";

/* the name for AIM */
"OSCAR Instant Messenger" = "Messagerie Instantannée OSCAR";

/* Title for other miscellaneous settings group */
"Other" = "Autre";

/* Label text for password field on login screen */
"Password" = "Mot de Passe";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "En Attente d'Approbation";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Supprimer définitivement";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* label for link to Chatterbox project website */
"Project Homepage" = "Page d'Accueil du Projet";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Empreintes supposées de";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Lire";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Récents";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Rejeter";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Se Souvenir du Mot de Passe";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Se souvenir de l'identifiant";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Supprimer";

/* Reply to an incoming message */
"Reply" = "Répondre";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Exiger TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Obligatoire";

/* Title for button for saving a setting */
"Save" = "Enregistrer";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Saved Certificates";

/* Title heading in settings */
"Security" = "Security";

/* Title of alert box warning about security issues */
"Security Warning" = "Avertissement de Sécurité";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "SSL Auto-Signé";

/* For sending a message */
"Send" = "Envoyer";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Envoyer des Accusés de Réception";

/* String on button to email feedback */
"Send Feedback" = "Envoyer des Commentaires";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Envoyer Les Notifications de Frappe";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Title for the Settings screen */
"Settings" = "Réglages";

/* Title for sharing a link to the app */
"Share" = "Partager";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Avertissement de Déconnexion";

/* description for what the font size setting affects */
"Size for font in chat view" = "Taille de la police pour les conversations";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "Non-Concordance du Nom d'Hôte";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Demandes de Souscription";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "La conversation avec %@ n'est plus sécurisée.";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "Une erreur lors de la validation du certificat pour %@ est survenue. Cela pourrait indiquer que quelqu'un essaie d'intercepter vos communications.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Cette conversation est sécurisée";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Cette conversation est sécurisée et vérifiée";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatterbox and will redirect to the App Store." = "Ce QR Code contient un lien vers http://omniqrcode.com/q/chatterbox et vous redirigera  vers l'App Store.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "En train d'écrire";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* SSL error message */
"User canceled" = "User canceled";

/* example of a Google talk account */
"user@gmail.com" = "utilisateur@gmail.com";

/* Label text for username field on login screen */
"Username" = "Identifiant";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Valid certificate";

/* Shown when verifying fingerprints */
"Verified" = "Vérifié";

/* Shown when verifying fingerprints */
"Verify" = "Vérifier";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Vérification des Empreintes";

/* Shown when verifying fingerprints */
"Verify Later" = "Vérifier Plus Tard";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Version";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Attention: Cette conversation n'est pas sécurisée";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Attention: A utiliser avec prudence! Cela pourrait réduire votre sécurité.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Lorsque vous quitterez cette conversation, elle sera effacée à jamais.";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "Vous (%@) êtes déconnecté.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "Vous êtes: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Vous devez d'abord sécuriser votre conversation.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Vous devez entrer votre identifiant et mot de passe pour vous connecter";

/* Message shown when about to donate */
"Your donation will help fund the continued development of Chatterbox." = "Votre donation permettra de continuer à financer le développement de Chatterbox.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Votre identifiant Facebook n'est pas l'adresse email que vous utilisez pour vous connecter à Facebook";

